Repository: WPPlugins/mautopopup
Catalog: l10n/mautopopup-*.po
Languages: fr_fr

source: No version installed.
fr_fr: Aucune version n'est installée.

source: Current version is %s.
fr_fr: La version actuelle est la %s.

source: %s must be installed before any further use.
fr_fr: %s doit être installé avant une quelconque utilisation.

source: Setup %s
fr_fr: Installer %s

source: You are currently using %s version %s.
fr_fr: Vous utilisez actuellement la version %s de %s.

source: Yet, your database seems to match a more recent version of the plugin (version %s).
fr_fr: Cependant, votre base de données semble correspondre à une version plus récente du plugin (version %s).

source: You must reinstall %s before any further use or get back to a suitable version of the software.
fr_fr: Vous devez réinstaller %s pour pouvoir à nouveau l'utiliser ou revenir à une version adaptée du logiciel.

source: If you choose to reinstall the plugin, all formerly saved options will be lost.
fr_fr: Si vous choisissez de réinstaller le plugin, toutes les options sauvegardées seront perdues.

source: Reinstall %s
fr_fr: Réinstaller %s

source: Upgrade
fr_fr: Mise à Jour

source: Before now, you were using version %s of %s.
fr_fr: Jusqu'à présent, vous utilisiez la version %s de %s.

source: The new installed version is %s and your database must be upgraded before any further use.
fr_fr: La nouvelle version installée est la %s et votre base de données doit être mise à jour avant une quelconque utilisation.

source: Upgrade %s
fr_fr: Mettre %s à Jour

source: Global Setup
fr_fr: Configuration Globale

source: "Close" link position
fr_fr: Position du lien "Fermer"

source: Above image
fr_fr: Au-dessus de l'image

source: Below image
fr_fr: En-dessous l'image

source: Nowhere
fr_fr: Nulle part

source: Style sheet :
fr_fr: Feuille de style :

source: Scrolling
fr_fr: Défilement

source: Don't follow page scrolling
fr_fr: Ne pas suivre le défilement de la page

source: Readjust position immediately
fr_fr: Réajuster la position immédiatement

source: Smoothly follow page scrolling (Default)
fr_fr: Suivi en douceur du défilement de la page (Défaut)

source: Behavior
fr_fr: Comportement

source: Active for all posts and pages (quicktags ignored)
fr_fr: Actif pour tous les articles et toutes les pages (les quicktags sont ignorés)

source: Active for all posts and pages but those where the disabling quicktag is present (Default)
fr_fr: Actif pour tous les articles et toutes les pages sauf celles et ceux où le quicktag de désactivation est présent (Par défaut)

source: Disabled for all posts and pages but those where the enabling quicktag is present
fr_fr: Désactivé pour tous les articles et toutes les pages sauf celles et ceux où le quicktag d'activation est présent

source: Disabled (quicktags ignored)
fr_fr: Désactivé (les quicktags sont ignorés)

source: Use LightBox Compatibility Mode
fr_fr: Utiliser le Mode de Compatibilité LightBox

source: Style sheet storage method
fr_fr: Méthode de stockage de la feuille de style

source: Database using WordPress' option system (Default)
fr_fr: Base de données en utilisant le système d'option de WordPress (Par défaut)

source: Regular file
fr_fr: Fichier normal

source: Save changes
fr_fr: Sauvegarder les modifications

source: Import / Export Style Sheet
fr_fr: Importer / Exporter une Feuille de Style

source: Export
fr_fr: Exporter

source: Download Style Sheet
fr_fr: Télécharger la Feuille de Style

source: Import
fr_fr: Importer

source: Import Style Sheet
fr_fr: Importer une Feuille de Style

source: Uninstall
fr_fr: Désinstallation

source: Removing %s will erase all saved options.
fr_fr: Supprimer %s supprimera toutes les options sauvegardées.

source: This operation CANNOT be undone.
fr_fr: Cette opératio NE PEUT PAS être annulée.

source: Uninstall %s
fr_fr: Désinstaller %s

source: Sorry, but you're not allowed to access this page.
fr_fr: Désolé, mais vous n'êtes pas autorisé à accéder à cette page.

source: %s has been successfully uninstalled.
fr_fr: %s a été désinstallé avec succès.

source: %s has been successfully installed.
fr_fr: %s a été installé avec succès.

source: %s has been successfully downgraded.
fr_fr: %s a été ramené à une version antérieure avec succès.

source: %s has been successfully upgraded.
fr_fr: %s a été mis à jour avec succès.

source: Unable to set the style sheet.
fr_fr: Impossible de définir la feuille de style.

source: Unable to write the style sheet file.
fr_fr: Impossible d'écrire le fichier de la feuille de style.

source: The global setup has been successfully set.
fr_fr: La configuration globale a été sauvegardée avec succès.

source: You must submit a file.
fr_fr: Vous devez soumettre un fichier.

source: The imported file exceeds maximum granted size for file uploads.
fr_fr: Le fichier importé dépasse la taille maximum autorisée pour les envois de fichiers.

source: The imported file was only partially uploaded. Please resubmit.
fr_fr: Le fichier importé n'a été que partiellement téléchargé. Veuillez le resoumettre.

source: Your server does not seem to have a proper temporary folder for uploaded files. Please contact your administrator to solve this problem.
fr_fr: Votre serveur ne semble pas avoir de répertoire temporaire correctement configuré pour les envois de fichiers. Veuillez contacter votre administrateur pour résoudre ce problème.

source: An unidentified error has occured while uploading your file.
fr_fr: Une erreur non identifiée est survenue pendant l'envoi de votre fichier.

source: mAutoPopup is unable to access your uploaded file.
fr_fr: mAutoPopup n'a pas pu accéder au fichier importé.

source: The style sheet has been successfully replaced by the imported one.
fr_fr: La feuille de style a été remplacée avec succès par la version importée.

source: Close
fr_fr: Fermer

source: Insert Enable quicktag
fr_fr: Insérer le quicktag d'activation

source: Insert Disable quicktag
fr_fr: Insérer le quicktag de désactivation

source: Remove any quicktag
fr_fr: Supprimer tous les quicktags
